Repository: locguru/DirectDialing
Catalog: *.lproj/Localizable.strings
Languages: es, fr, he

# AnErrorOccured
source: An error occurred
es: Se produjo un error
fr: Une erreur s'est produite
he: אראה שגיאה

# SuccessfullySharedFacebook
source: You successfully shared Smart Phone on Facebook
es: Usted éxito compartido en Facebook Smart Phone
fr: Vous avez réussi à partager Smart Phone sur Facebook
he: פרסמת את האפליקציה בפייסבוק בהצלחה

source: Access Number Name
es: Nombre del número de acceso
fr: Accès Nom Nombre
he: שם של מספר הגישה

source: access number
es: Número de Acceso
fr: Numéro D'accès
he: מספר הגישה

source: Add new access number
es: Añadir nuevo número de acceso
fr: Ajouter nouveau numéro d'accès
he: הוסף מספר גישה חדש

source: Address Book
es: Libreta de direcciones
fr: Carnet D'adresses
he: ספר טלפונים

# DialingConfirmation
source: Please confirm dialing to: %@ with the access code: %@
es: Por favor, confirme marcar a: %@ con el código de acceso: %@
fr: Merci de confirmer la numérotation: %@ avec le code d'accès: %@
he: אנא אשר חיוג ל: %@ עם מספר הגישה: %@

# EnterAccessNumberAndTryAgain
source: Please enter/select an Access Number and try again
es: Por favor, introduzca un número de acceso y vuelva a intentarlo
fr: Merci d'entrer un numéro d'accès et de réessayer
he: אנא בחר/הכנס מספר גישה ונסה שנית

source: Ok
he: אוקיי

source: Cancel
es: Cancelar
fr: Annuler
he: ביטול

# SelectAccessNumber
source: 1. Select your access number
es: 1. Seleccione número de acceso
fr: 1. Sélectionnez votre numéro d'accès
he: 1. בחר את מספר הגישה

# SelectPasscode
source: 2. Select direct/passcode number
es: 2. Seleccione directa/número de código de acceso
fr: 2. Sélectionnez numéro direct/code d'accès
he: 2. בחר את המספר הישיר

source: Delete
es: Borrar
fr: Effacer
he: מחק

source: Dial
es: Llamar
fr: Appeler
he: חייג

source: Options
es: Opciones
he: אפשרויות

source: contact name
es: Nombre de Contacto
fr: Le nom du contact
he: שם איש הקשר

source: Continue
es: Continuar
fr: Continuer
he: המשך

# EnterAccessNumber
source: Enter your access number
es: Ingrese su número de acceso
fr: Entrez votre numéro d'accès
he: הכנס את מספר הגישה

# EnterInstructions
source: Enter here the name and the number of your contact's access number
es: Escriba aquí el nombre y el número de número de acceso de tu contacto
fr: Entrez ici le nom et le numéro du numéro d'accès de votre contact
he: הכנס כאן את מספר הגישה ושם איש הקשר

# ContactNameCaps
source: Contact Name
es: Nombre Contacto
fr: Nom du contact
he: שם איש הקשר

# AccessNumberCaps
source: Access Number
es: Número Acceso
fr: Numéro d'accès
he: מספר הגישה

# ImportContactFromAB
source: Import Contact from Address Book
es: Importar contacto de la Libreta de Direcciónes
fr: Importer le contact à partir du carnet d'adresse
he: בחר מספר הטלפונים

# DialConfirmationAlertFooter
source: Always ask me before dialing
es: Preguntar siempre antes de marcar
fr: Toujours me demander avant d'appeler
he: שאל אותי תמיד לפני החיוג

source: Settings
es: Configuración
fr: Paramètres
he: הגדרות

source: Done
es: Hecho
fr: Fait
he: סיים

source: Email
he: דואר אלקטרוני

# SendingFailed
source: Sending Failed - Unknown Error
es: Envió Fallido - error desconocido
fr: L'envoi a échoué - Erreur inconnue
he: שליחה נכשלה

# TwitterOSVersion
source: Your OS version doesn't support Twitter on this app. Please upgrade your OS and try again
es: Su versión del OS no es compatible con la aplicación de Twitter. Por favor, actualice su OS y vuelva a intentarlo
fr: Votre version d'OS ne supporte pas Twitter sur cette application. Merci de mettre à jour votre OS et de réessayer
he: מערכת ההפעלה של המכשיר שלך אינה תומכת בטוויטר המובנה באייפון. אנא שדרג את מערכת ההפעלה

source: Dismiss
es: Ignorar
fr: Rejeter
he: ביטול

# TweetCancelled
source: Tweet composition was canceled
es: Composicion Tweet fue cancelada
fr: La compostion tweet a été annulée
he: כתיבת ההודעה בוטלה

# TweetPosted
source: Your tweet has been posted!
es: Su tweet-ha sido publicado!
fr: Votre tweet a été posté!
he: ההודעה התפרסמה בהצלחה

source: Notification Settings
es: Configuración de notificaciones
fr: Paramètres de notification
he: הגדרות התרעה

source: Sharing Options
es: Opciones para compartir
fr: Options de partage
he: רשתות חברתיות

source: Contact Us
es: Contáctenos
fr: Contactez-nous
he: צור קשר

source: Dial Confirmation Alert
es: Marque la alerta de Confirmación
fr: Composez l'alerte de confirmation
he: אשר חיוג

# ShareFacebook
source: Share on Facebook
es: Compartir en Facebook
fr: Partager sur Facebook
he: פרסם בפייסבוק

# PostTwitter
source: Post to Twitter
es: Publicar en Twitter
fr: Publier sur Twitter
he: פרסם בטוויטר

# SendFeedback
source: Send us feedback
es: Envíenos sus comentarios
fr: Envoyer nous vos commentaires
he: שלח חוות דעת
